{"<start>": 0, "<pad>": 1, "<end>": 2, "<unk>": 3, "<mask>": 4, "A": 5, "B": 6, "C": 7, "D": 8, "E": 9, "F": 10, "G": 11, "H": 12, "I": 13, "J": 14, "K": 15, "L": 16, "M": 17, "N": 18, "O": 19, "P": 20, "Q": 21, "R": 22, "S": 23, "T": 24, "U": 25, "V": 26, "W": 27, "X": 28, "Y": 29, "Z": 30, "a": 31, "b": 32, "c": 33, "d": 34, "e": 35, "f": 36, "g": 37, "h": 38, "i": 39, "j": 40, "k": 41, "l": 42, "m": 43, "n": 44, "o": 45, "p": 46, "q": 47, "r": 48, "s": 49, "t": 50, "u": 51, "v": 52, "w": 53, "x": 54, "y": 55, "z": 56, "th": 57, "on": 58, "the": 59, "re": 60, "in": 61, "an": 62, "en": 63, "at": 64, "is": 65, "or": 66, "ion": 67, "er": 68, "ou": 69, "al": 70, "to": 71, "es": 72, "of": 73, "ent": 74, "it": 75, "ed": 76, "ro": 77, "and": 78, "ar": 79, "ing": 80, "as": 81, "om": 82, "res": 83, "ic": 84, "le": 85, "Th": 86, "st": 87, "ot": 88, "il": 89, "ment": 90, "ve": 91, "for": 92, "be": 93, "pe": 94, "id": 95, "ct": 96, "ation": 97, "se": 98, "de": 99, "The": 100, "ort": 101, "ce": 102, "Mr": 103, "ut": 104, "port": 105, "ly": 106, "pro": 107, "con": 108, "li": 109, "omm": 110, "ol": 111, "that": 112, "su": 113, "am": 114, "we": 115, "ke": 116, "ad": 117, "sion": 118, "ill": 119, "ate": 120, "im": 121, "ta": 122, "resid": 123, "Comm": 124, "ch": 125, "Presid": 126, "our": 127, "this": 128, "vot": 129, "ag": 130, "wh": 131, "President": 132, "will": 133, "em": 134, "lo": 135, "ld": 136, "ul": 137, "uro": 138, "ex": 139, "ur": 140, "Euro": 141, "po": 142, "are": 143, "Europe": 144, "un": 145, "ission": 146, "ha": 147, "ver": 148, "end": 149, "ould": 150, "ra": 151, "Commission": 152, "ter": 153, "by": 154, "ith": 155, "sh": 156, "ay": 157, "ri": 158, "with": 159, "have": 160, "European": 161, "vote": 162, "est": 163, "ir": 164, "not": 165, "all": 166, "pl": 167, "oun": 168, "ions": 169, "qu": 170, "op": 171, "you": 172, "ive": 173, "gh": 174, "te": 175, "ab": 176, "com": 177, "report": 178, "ac": 179, "ity": 180, "no": 181, "ne": 182, "so": 183, "ts": 184, "ci": 185, "pos": 186, "ore": 187, "ber": 188, "us": 189, "ament": 190, "ies": 191, "Par": 192, "me": 193, "ust": 194, "ain": 195, "liament": 196, "has": 197, "ich": 198, "ext": 199, "ect": 200, "ank": 201, "take": 202, "ge": 203, "gr": 204, "ap": 205, "Parliament": 206, "which": 207, "pport": 208, "ess": 209, "wor": 210, "deb": 211, "ant": 212, "ments": 213, "would": 214, "ther": 215, "par": 216, "ting": 217, "ace": 218, "We": 219, "spe": 220, "like": 221, "debate": 222, "um": 223, "int": 224, "tr": 225, "ard": 226, "ure": 227, "very": 228, "he": 229, "ish": 230, "cl": 231, "if": 232, "sit": 233, "do": 234, "der": 235, "ember": 236, "should": 237, "ak": 238, "ree": 239, "place": 240, "ations": 241, "ject": 242, "iv": 243, "fe": 244, "act": 245, "quest": 246, "cil": 247, "there": 248, "olut": 249, "out": 250, "was": 251, "day": 252, "co": 253, "ans": 254, "pol": 255, "Coun": 256, "Council": 257, "comm": 258, "ers": 259, "but": 260, "fore": 261, "can": 262, "next": 263, "ally": 264, "si": 265, "one": 266, "In": 267, "work": 268, "reg": 269, "inut": 270, "ud": 271, "ma": 272, "ist": 273, "Member": 274, "rom": 275, "od": 276, "low": 277, "ff": 278, "ren": 279, "from": 280, "item": 281, "resolut": 282, "pres": 283, "part": 284, "Un": 285, "go": 286, "ple": 287, "propos": 288, "my": 289, "mo": 290, "ble": 291, "oup": 292, "ted": 293, "bl": 294, "inutes": 295, "again": 296, "support": 297, "ance": 298, "must": 299, "cial": 300, "au": 301, "vi": 302, "EU": 303, "ary": 304, "see": 305, "now": 306, "been": 307, "Mrs": 308, "cont": 309, "bject": 310, "ime": 311, "No": 312, "pre": 313, "ll": 314, "ous": 315, "Commissioner": 316, "also": 317, "its": 318, "hal": 319, "amend": 320, "cr": 321, "row": 322, "ates": 323, "able": 324, "half": 325, "ced": 326, "ire": 327, "du": 328, "thank": 329, "speak": 330, "fin": 331, "av": 332, "dis": 333, "behalf": 334, "ho": 335, "cer": 336, "Minutes": 337, "str": 338, "ght": 339, "form": 340, "coun": 341, "sitting": 342, "ical": 343, "any": 344, "leg": 345, "mor": 346, "ction": 347, "your": 348, "prov": 349, "import": 350, "cy": 351, "Union": 352, "ition": 353, "mot": 354, "tee": 355, "these": 356, "proposal": 357, "other": 358, "St": 359, "Thank": 360, "ue": 361, "cess": 362, "jo": 363, "reat": 364, "tomor": 365, "icul": 366, "tomorrow": 367, "up": 368, "Gr": 369, "ser": 370, "Qu": 371, "resolution": 372, "pr": 373, "per": 374, "ear": 375, "come": 376, "ittee": 377, "more": 378, "ice": 379, "ty": 380, "Group": 381, "against": 382, "Mad": 383, "gent": 384, "ollow": 385, "It": 386, "eur": 387, "Madam": 388, "ful": 389, "ia": 390, "rapport": 391, "rapporteur": 392, "time": 393, "ind": 394, "polic": 395, "follow": 396, "agree": 397, "Quest": 398, "reas": 399, "ise": 400, "ach": 401, "rit": 402, "need": 403, "pm": 404, "ence": 405, "ative": 406, "therefore": 407, "gn": 408, "men": 409, "age": 410, "ated": 411, "their": 412, "who": 413, "present": 414, "This": 415, "Re": 416, "ast": 417, "eve": 418, "off": 419, "sed": 420, "ghts": 421, "ational": 422, "irst": 423, "tak": 424, "issu": 425, "lop": 426, "ome": 427, "ces": 428, "adop": 429, "under": 430, "voted": 431, "uch": 432, "el": 433, "iti": 434, "cep": 435, "econ": 436, "gy": 437, "ev": 438, "what": 439, "Pro": 440, "gen": 441, "bet": 442, "question": 443, "mar": 444, "inter": 445, "red": 446, "ities": 447, "much": 448, "tain": 449, "important": 450, "count": 451, "sa": 452, "ong": 453, "und": 454, "Am": 455, "avour": 456, "new": 457, "cur": 458, "shall": 459, "ens": 460, "cor": 461, "States": 462, "state": 463, "ame": 464, "order": 465, "gentle": 466, "Committee": 467, "adies": 468, "policy": 469, "gentlemen": 470, "unity": 471, "uation": 472, "et": 473, "ial": 474, "favour": 475, "clo": 476, "ask": 477, "ule": 478, "following": 479, "ide": 480, "ef": 481, "get": 482, "ause": 483, "ctive": 484, "Question": 485, "cern": 486, "noon": 487, "ine": 488, "wish": 489, "national": 490, "some": 491, "ures": 492, "speaker": 493, "sp": 494, "ip": 495, "concern": 496, "Con": 497, "uman": 498, "cedure": 499, "ules": 500, "just": 501, "oper": 502, "rel": 503, "mat": 504, "point": 505, "ass": 506, "grat": 507, "As": 508, "velop": 509, "about": 510, "today": 511, "develop": 512, "joint": 513, "gu": 514, "make": 515, "over": 516, "cut": 517, "ward": 518, "ries": 519, "first": 520, "cons": 521, "Su": 522, "pon": 523, "accep": 524, "way": 525, "wo": 526, "pect": 527, "ility": 528, "gratul": 529, "writ": 530, "rights": 531, "ough": 532, "air": 533, "lear": 534, "Amend": 535, "tabl": 536, "polit": 537, "ack": 538, "dec": 539, "congratul": 540, "wel": 541, "ink": 542, "ow": 543, "emp": 544, "isl": 545, "Rule": 546, "trans": 547, "Subject": 548, "amendments": 549, "man": 550, "sure": 551, "respon": 552, "clu": 553, "inte": 554, "countries": 555, "human": 556, "ention": 557, "beli": 558, "adopted": 559, "cause": 560, "ating": 561, "econom": 562, "ck": 563, "fr": 564, "ew": 565, "add": 566, "pri": 567, "hope": 568, "two": 569, "ural": 570, "la": 571, "into": 572, "ladies": 573, "ms": 574, "ople": 575, "serv": 576, "read": 577, "That": 578, "his": 579, "ep": 580, "taken": 581, "situation": 582, "sel": 583, "legisl": 584, "feren": 585, "ubl": 586, "ase": 587, "clear": 588, "tra": 589, "ses": 590, "say": 591, "meas": 592, "ency": 593, "dra": 594, "political": 595, "matter": 596, "thing": 597, "regard": 598, "ween": 599, "they": 600, "between": 601, "cus": 602, "chan": 603, "igh": 604, "believe": 605, "dire": 606, "produ": 607, "ouse": 608, "contin": 609, "year": 610, "stit": 611, "icular": 612, "particular": 613, "position": 614, "ob": 615, "ian": 616, "plement": 617, "because": 618, "ication": 619, "inv": 620, "cond": 621, "bud": 622, "ose": 623, "stitut": 624, "col": 625, "operation": 626, "flo": 627, "Members": 628, "ribut": 629, "questions": 630, "ublic": 631, "Wh": 632, "only": 633, "view": 634, "people": 635, "ended": 636, "welcome": 637, "reason": 638, "finan": 639, "ress": 640, "ult": 641, "gram": 642, "cour": 643, "Fin": 644, "writing": 645, "main": 646, "stand": 647, "min": 648, "good": 649, "ffect": 650, "clud": 651, "Ch": 652, "prote": 653, "sy": 654, "att": 655, "Rules": 656, "put": 657, "inform": 658, "ism": 659, "measures": 660, "amendment": 661, "appro": 662, "House": 663, "mon": 664, "ision": 665, "sible": 666, "ph": 667, "think": 668, "decl": 669, "voting": 670, "stru": 671, "ives": 672, "floor": 673, "fi": 674, "thor": 675, "proble": 676, "closed": 677, "reed": 678, "Procedure": 679, "issue": 680, "ply": 681, "fo": 682, "motions": 683, "sum": 684, "call": 685, "ious": 686, "ual": 687, "resolutions": 688, "mit": 689, "economic": 690, "public": 691, "dif": 692, "congratulate": 693, "fund": 694, "cannot": 695, "want": 696, "bo": 697, "cord": 698, "made": 699, "icult": 700, "ry": 701, "ices": 702, "og": 703, "rece": 704, "resum": 705, "plan": 706, "them": 707, "fact": 708, "sub": 709, "ulation": 710, "inc": 711, "use": 712, "stem": 713, "resumed": 714, "give": 715, "eral": 716, "budget": 717, "ors": 718, "group": 719, "An": 720, "uture": 721, "Amendment": 722, "such": 723, "ite": 724, "program": 725, "ref": 726, "ok": 727, "here": 728, "alth": 729, "susp": 730, "For": 731, "agreement": 732, "cooperation": 733, "ues": 734, "So": 735, "those": 736, "marke": 737, "try": 738, "great": 739, "Mar": 740, "ict": 741, "ele": 742, "wever": 743, "being": 744, "ship": 745, "right": 746, "request": 747, "arge": 748, "future": 749, "isation": 750, "There": 751, "ten": 752, "ound": 753, "ised": 754, "wer": 755, "social": 756, "iven": 757, "whe": 758, "certain": 759, "financial": 760, "ner": 761, "oral": 762, "conclu": 763, "Community": 764, "most": 765, "qual": 766, "ider": 767, "itiz": 768, "ig": 769, "ign": 770, "common": 771, "author": 772, "bas": 773, "were": 774, "Finally": 775, "vir": 776, "demo": 777, "ional": 778, "cent": 779, "system": 780, "does": 781, "ory": 782, "ning": 783, "os": 784, "statement": 785, "onment": 786, "bility": 787, "many": 788, "her": 789, "crat": 790, "motion": 791, "loy": 792, "suspended": 793, "well": 794, "bal": 795, "ince": 796, "fter": 797, "consider": 798, "implement": 799, "than": 800, "comp": 801, "vironment": 802, "citiz": 803, "development": 804, "interes": 805, "med": 806, "ft": 807, "every": 808, "colle": 809, "ints": 810, "De": 811, "know": 812, "object": 813, "enda": 814, "br": 815, "ech": 816, "action": 817, "high": 818, "when": 819, "effect": 820, "three": 821, "session": 822, "pet": 823, "urs": 824, "Be": 825, "ener": 826, "said": 827, "issues": 828, "ird": 829, "cell": 830, "hap": 831, "receiv": 832, "pur": 833, "points": 834, "urther": 835, "subject": 836, "org": 837, "discus": 838, "ursday": 839, "Thursday": 840, "stain": 841, "Al": 842, "ned": 843, "inci": 844, "too": 845, "increas": 846, "vious": 847, "vel": 848, "forward": 849, "cre": 850, "set": 851, "expres": 852, "legislative": 853, "received": 854, "raph": 855, "citizens": 856, "energy": 857, "less": 858, "market": 859, "initi": 860, "proposals": 861, "des": 862, "could": 863, "accept": 864, "omen": 865, "safe": 866, "declare": 867, "sect": 868, "curity": 869, "protection": 870, "information": 871, "commit": 872, "requ": 873, "accord": 874, "strate": 875, "mi": 876, "ving": 877, "reasons": 878, "ild": 879, "ail": 880, "excell": 881, "Ag": 882, "itions": 883, "curren": 884, "tion": 885, "both": 886, "princi": 887, "why": 888, "DE": 889, "neg": 890, "fully": 891, "ann": 892, "conf": 893, "word": 894, "ready": 895, "employ": 896, "same": 897, "look": 898, "law": 899, "excellent": 900, "reject": 901, "deal": 902, "possible": 903, "tabled": 904, "respect": 905, "second": 906, "What": 907, "colleag": 908, "ensure": 909, "approv": 910, "art": 911, "environment": 912, "sign": 913, "ffic": 914, "On": 915, "oc": 916, "includ": 917, "contribut": 918, "ceed": 919, "rough": 920, "even": 921, "may": 922, "reports": 923, "jor": 924, "after": 925, "fic": 926, "ctions": 927, "far": 928, "Presidency": 929, "EC": 930, "then": 931, "uring": 932, "major": 933, "ran": 934, "To": 935, "tern": 936, "long": 937, "directive": 938, "had": 939, "programme": 940, "hel": 941, "institut": 942, "before": 943, "process": 944, "allow": 945, "opport": 946, "suc": 947, "FR": 948, "ves": 949, "through": 950, "legal": 951, "cts": 952, "open": 953, "answer": 954, "continue": 955, "real": 956, "help": 957, "commend": 958, "compet": 959, "level": 960, "necess": 961, "change": 962, "short": 963, "gover": 964, "pare": 965, "international": 966, "text": 967, "sim": 968, "speci": 969, "ference": 970, "importance": 971, "vention": 972, "ately": 973, "already": 974, "achi": 975, "current": 976, "oti": 977, "agraph": 978, "services": 979, "num": 980, "going": 981, "health": 982, "pli": 983, "draw": 984, "let": 985, "given": 986, "ks": 987, "ited": 988, "sing": 989, "decision": 990, "how": 991, "since": 992, "negoti": 993, "establ": 994, "comments": 995, "establish": 996, "mak": 997, "key": 998, "led": 999, "proposed": 1000, "aid": 1001, "ese": 1002, "ific": 1003, "ges": 1004, "solut": 1005, "last": 1006, "sur": 1007, "ffair": 1008, "course": 1009, "pen": 1010, "within": 1011, "problem": 1012, "reaty": 1013, "security": 1014, "case": 1015, "ential": 1016, "opin": 1017, "jour": 1018, "govern": 1019, "cra": 1020, "exam": 1021, "world": 1022, "organ": 1023, "done": 1024, "redu": 1025, "own": 1026, "ied": 1027, "fish": 1028, "chn": 1029, "previous": 1030, "cing": 1031, "further": 1032, "consum": 1033, "necessary": 1034, "without": 1035, "country": 1036, "Ap": 1037, "Is": 1038, "road": 1039, "ffairs": 1040, "itive": 1041, "pursu": 1042, "paragraph": 1043, "once": 1044, "back": 1045, "pers": 1046, "represent": 1047, "attention": 1048, "pend": 1049, "commun": 1050, "wards": 1051, "pose": 1052, "soci": 1053, "number": 1054, "Ho": 1055, "aim": 1056, "ile": 1057, "reach": 1058, "ister": 1059, "table": 1060, "agenda": 1061, "amework": 1062, "concerning": 1063, "dist": 1064, "speech": 1065, "years": 1066, "conclusion": 1067, "specific": 1068, "vis": 1069, "proceed": 1070, "prom": 1071, "agreed": 1072, "ffice": 1073, "ved": 1074, "quality": 1075, "gress": 1076, "member": 1077, "gin": 1078, "particularly": 1079, "success": 1080, "votes": 1081, "self": 1082, "Office": 1083, "ord": 1084, "indust": 1085, "isions": 1086, "cris": 1087, "car": 1088, "top": 1089, "ents": 1090, "still": 1091, "Inter": 1092, "ability": 1093, "Before": 1094, "accordance": 1095, "during": 1096, "sector": 1097, "Sch": 1098, "Social": 1099, "prove": 1100, "serious": 1101, "land": 1102, "large": 1103, "cas": 1104, "tal": 1105, "However": 1106, "You": 1107, "Nos": 1108, "women": 1109, "ital": 1110, "gration": 1111, "few": 1112, "transport": 1113, "Fr": 1114, "area": 1115, "committee": 1116, "Tur": 1117, "techn": 1118, "general": 1119, "Ar": 1120, "ret": 1121, "Affairs": 1122, "ination": 1123, "crim": 1124, "regulation": 1125, "approved": 1126, "person": 1127, "ings": 1128, "move": 1129, "prior": 1130, "Treaty": 1131, "iter": 1132, "Reg": 1133, "ines": 1134, "opinion": 1135, "tic": 1136, "statements": 1137, "tail": 1138, "trade": 1139, "war": 1140, "procedure": 1141, "Secon": 1142, "Second": 1143, "inde": 1144, "If": 1145, "invol": 1146, "Bar": 1147, "val": 1148, "ided": 1149, "adjour": 1150, "Fund": 1151, "others": 1152, "iver": 1153, "ract": 1154, "amental": 1155, "gether": 1156, "require": 1157, "ss": 1158, "ising": 1159, "hon": 1160, "dem": 1161, "where": 1162, "employment": 1163, "earch": 1164, "reedom": 1165, "effor": 1166, "towards": 1167, "lobal": 1168, "hol": 1169, "yes": 1170, "step": 1171, "Co": 1172, "agr": 1173, "Questions": 1174, "legislation": 1175, "safety": 1176, "opportunity": 1177, "ven": 1178, "progress": 1179, "draft": 1180, "appropri": 1181, "rol": 1182, "sol": 1183, "arity": 1184, "lim": 1185, "six": 1186, "together": 1187, "ffici": 1188, "tru": 1189, "aw": 1190, "ral": 1191, "remain": 1192, "improve": 1193, "crisis": 1194, "sen": 1195, "Do": 1196, "Dem": 1197, "cracy": 1198, "better": 1199, "Let": 1200, "bod": 1201, "begin": 1202, "agricult": 1203, "problems": 1204, "cratic": 1205, "adjourned": 1206, "reform": 1207, "final": 1208, "strategy": 1209, "iness": 1210, "iz": 1211, "appl": 1212, "detail": 1213, "ban": 1214, "note": 1215, "bon": 1216, "ror": 1217, "cal": 1218, "ists": 1219, "resul": 1220, "diff": 1221, "ger": 1222, "reco": 1223, "differen": 1224, "role": 1225, "mber": 1226, "mention": 1227, "Party": 1228, "promot": 1229, "third": 1230, "ina": 1231, "refer": 1232, "olog": 1233, "regul": 1234, "needs": 1235, "cu": 1236, "sibility": 1237, "lig": 1238, "coming": 1239, "approach": 1240, "effective": 1241, "peri": 1242, "ways": 1243, "framework": 1244, "den": 1245, "van": 1246, "lead": 1247, "areas": 1248, "bus": 1249, "minutes": 1250, "tax": 1251, "pursuant": 1252, "nes": 1253, "eting": 1254, "food": 1255, "bour": 1256, "comple": 1257, "positive": 1258, "Amendments": 1259, "pay": 1260, "atives": 1261, "My": 1262, "rules": 1263, "democracy": 1264, "ben": 1265, "ources": 1266, "line": 1267, "whole": 1268, "Se": 1269, "king": 1270, "sequ": 1271, "matters": 1272, "Pol": 1273, "eld": 1274, "recommend": 1275, "aran": 1276, "ples": 1277, "invest": 1278, "initiative": 1279, "used": 1280, "United": 1281, "products": 1282, "Gre": 1283, "aspect": 1284, "Ri": 1285, "list": 1286, "def": 1287, "Ex": 1288, "bri": 1289, "cation": 1290, "cap": 1291, "words": 1292, "urgent": 1293, "principle": 1294, "colleagues": 1295, "vent": 1296, "ater": 1297, "rodu": 1298, "child": 1299, "however": 1300, "implementation": 1301, "ification": 1302, "pract": 1303, "pleas": 1304, "Ver": 1305, "meeting": 1306, "means": 1307, "ness": 1308, "cted": 1309, "inute": 1310, "understand": 1311, "Secondly": 1312, "minute": 1313, "light": 1314, "introdu": 1315, "medi": 1316, "freedom": 1317, "working": 1318, "ath": 1319, "ES": 1320, "Li": 1321, "comb": 1322, "taking": 1323, "Wed": 1324, "nesday": 1325, "Wednesday": 1326, "reng": 1327, "paren": 1328, "brief": 1329, "promise": 1330, "fundamental": 1331, "project": 1332, "policies": 1333, "relations": 1334, "Demo": 1335, "First": 1336, "strong": 1337, "negotiations": 1338, "honour": 1339, "terror": 1340, "Cor": 1341, "guaran": 1342, "did": 1343, "making": 1344, "results": 1345, "activ": 1346, "job": 1347, "ca": 1348, "fac": 1349, "sup": 1350, "business": 1351, "Min": 1352, "abstain": 1353, "mind": 1354, "conclud": 1355, "including": 1356, "als": 1357, "research": 1358, "docu": 1359, "En": 1360, "streng": 1361, "care": 1362, "anim": 1363, "institutions": 1364, "different": 1365, "distribut": 1366, "har": 1367, "Le": 1368, "Ladies": 1369, "lan": 1370, "parliament": 1371, "mis": 1372, "force": 1373, "ify": 1374, "ified": 1375, "ight": 1376, "rest": 1377, "constru": 1378, "Rus": 1379, "peci": 1380, "sia": 1381, "limate": 1382, "find": 1383, "full": 1384, "difficult": 1385, "reply": 1386, "terday": 1387, "State": 1388, "II": 1389, "Deve": 1390, "Develop": 1391, "nat": 1392, "ident": 1393, "Agree": 1394, "Rom": 1395, "cult": 1396, "These": 1397, "viol": 1398, "wn": 1399, "net": 1400, "Dire": 1401, "He": 1402, "eries": 1403, "illion": 1404, "extre": 1405, "addition": 1406, "border": 1407, "card": 1408, "sustain": 1409, "access": 1410, "thanks": 1411, "global": 1412, "inal": 1413, "ilit": 1414, "gg": 1415, "allen": 1416, "deleg": 1417, "concerns": 1418, "Lis": 1419, "pass": 1420, "vo": 1421, "whether": 1422, "benef": 1423, "workers": 1424, "grow": 1425, "field": 1426, "efforts": 1427, "With": 1428, "close": 1429, "environmental": 1430, "CO": 1431, "agreements": 1432, "urn": 1433, "control": 1434, "Development": 1435, "rejected": 1436, "Minister": 1437, "ically": 1438, "peace": 1439, "corre": 1440, "direct": 1441, "industry": 1442, "Ma": 1443, "free": 1444, "ME": 1445, "tun": 1446, "concerned": 1447, "Time": 1448, "him": 1449, "recent": 1450, "SE": 1451, "ris": 1452, "itor": 1453, "conclude": 1454, "discussion": 1455, "express": 1456, "yesterday": 1457, "ants": 1458, "icip": 1459, "compromise": 1460, "ross": 1461, "ought": 1462, "imp": 1463, "Lisbon": 1464, "another": 1465, "authorities": 1466, "agement": 1467, "accepted": 1468, "EL": 1469, "especi": 1470, "standard": 1471, "especially": 1472, "hes": 1473, "explan": 1474, "four": 1475, "challen": 1476, "les": 1477, "extreme": 1478, "ling": 1479, "instru": 1480, "play": 1481, "fight": 1482, "Agreement": 1483, "del": 1484, "irm": 1485, "basis": 1486, "Turkey": 1487, "recogn": 1488, "Report": 1489, "regarding": 1490, "At": 1491, "best": 1492, "ler": 1493, "expect": 1494, "une": 1495, "increase": 1496, "terms": 1497, "account": 1498, "provide": 1499, "cession": 1500, "democratic": 1501, "IT": 1502, "ily": 1503, "unt": 1504, "bi": 1505, "start": 1506, "essential": 1507, "ivers": 1508, "var": 1509, "ins": 1510, "encour": 1511, "ug": 1512, "response": 1513, "aspects": 1514, "May": 1515, "di": 1516, "down": 1517, "nership": 1518, "Artic": 1519, "Tr": 1520, "bu": 1521, "wers": 1522, "ining": 1523, "address": 1524, "ences": 1525, "tack": 1526, "nal": 1527, "acceptable": 1528, "uary": 1529, "che": 1530, "clar": 1531, "conditions": 1532, "climate": 1533, "ever": 1534, "lack": 1535, "ances": 1536, "Str": 1537, "feel": 1538, "prevent": 1539, "really": 1540, "idarity": 1541, "edu": 1542, "term": 1543, "PE": 1544, "rapporteurs": 1545, "bring": 1546, "resources": 1547, "ourt": 1548, "relation": 1549, "Gree": 1550, "clearly": 1551, "comment": 1552, "hear": 1553, "ogue": 1554, "based": 1555, "Approv": 1556, "UE": 1557, "ica": 1558, "ick": 1559, "responsibility": 1560, "Democrat": 1561, "honourable": 1562, "Jo": 1563, "Med": 1564, "ently": 1565, "gency": 1566, "reading": 1567, "bil": 1568, "mes": 1569, "ternal": 1570, "Approval": 1571, "beral": 1572, "agricultural": 1573, "Rights": 1574, "cost": 1575, "istic": 1576, "asked": 1577, "groups": 1578, "py": 1579, "Court": 1580, "Third": 1581, "deli": 1582, "exp": 1583, "appropriate": 1584, "declar": 1585, "hesion": 1586, "tim": 1587, "vict": 1588, "remar": 1589, "ises": 1590, "Com": 1591, "inno": 1592, "arian": 1593, "defin": 1594, "achiev": 1595, "eas": 1596, "always": 1597, "extremely": 1598, "ave": 1599, "transparen": 1600, "PL": 1601, "bre": 1602, "Conference": 1603, "achieve": 1604, "Gover": 1605, "Sp": 1606, "ety": 1607, "share": 1608, "actions": 1609, "keep": 1610, "rather": 1611, "children": 1612, "Article": 1613, "least": 1614, "contain": 1615, "something": 1616, "And": 1617, "distributed": 1618, "mall": 1619, "fel": 1620, "government": 1621, "Govern": 1622, "fortun": 1623, "proced": 1624, "interest": 1625, "truct": 1626, "entions": 1627, "protect": 1628, "Therefore": 1629, "appe": 1630, "regions": 1631, "particip": 1632, "objectives": 1633, "vil": 1634, "result": 1635, "gener": 1636, "respond": 1637, "certainly": 1638, "improv": 1639, "show": 1640, "ier": 1641, "tle": 1642, "signific": 1643, "example": 1644, "Directive": 1645, "ible": 1646, "sch": 1647, "inclu": 1648, "ialogue": 1649, "Ro": 1650, "quite": 1651, "interests": 1652, "PPE": 1653, "presid": 1654, "vision": 1655, "she": 1656, "subst": 1657, "rele": 1658, "ania": 1659, "AL": 1660, "fl": 1661, "Russia": 1662, "posed": 1663, "head": 1664, "speaking": 1665, "written": 1666, "greater": 1667, "gl": 1668, "stat": 1669, "immi": 1670, "trad": 1671, "concludes": 1672, "June": 1673, "five": 1674, "having": 1675, "aware": 1676, "Ber": 1677, "wered": 1678, "majority": 1679, "comes": 1680, "observ": 1681, "intend": 1682, "assist": 1683, "Sw": 1684, "sat": 1685, "mission": 1686, "various": 1687, "civil": 1688, "colleague": 1689, "demand": 1690, "ek": 1691, "effici": 1692, "hand": 1693, "omic": 1694, "ages": 1695, "plain": 1696, "Afr": 1697, "io": 1698, "tees": 1699, "regional": 1700, "emphas": 1701, "Ann": 1702, "answered": 1703, "fer": 1704, "charge": 1705, "Econ": 1706, "ij": 1707, "regards": 1708, "programmes": 1709, "ton": 1710, "ually": 1711, "assess": 1712, "developing": 1713, "million": 1714, "wa": 1715, "icial": 1716, "contribution": 1717, "son": 1718, "consequ": 1719, "commitment": 1720, "communication": 1721, "impact": 1722, "Trans": 1723, "Tra": 1724, "ides": 1725, "raised": 1726, "context": 1727, "post": 1728, "sustainable": 1729, "Or": 1730, "affect": 1731, "ged": 1732, "ggest": 1733, "Economic": 1734, "dialogue": 1735, "largement": 1736, "small": 1737, "suggest": 1738, "objective": 1739, "hold": 1740, "activities": 1741, "Ad": 1742, "special": 1743, "society": 1744, "Pe": 1745, "US": 1746, "production": 1747, "mentioned": 1748, "broad": 1749, "propose": 1750, "management": 1751, "euro": 1752, "mom": 1753, "thus": 1754, "become": 1755, "competition": 1756, "solidarity": 1757, "satis": 1758, "RO": 1759, "please": 1760, "pleased": 1761, "pack": 1762, "treat": 1763, "immedi": 1764, "dr": 1765, "ove": 1766, "though": 1767, "submit": 1768, "cases": 1769, "details": 1770, "Republic": 1771, "fail": 1772, "non": 1773, "ata": 1774, "sul": 1775, "among": 1776, "principles": 1777, "ean": 1778, "cember": 1779, "things": 1780, "December": 1781, "indeed": 1782, "Our": 1783, "discrim": 1784, "monitor": 1785, "Government": 1786, "each": 1787, "selves": 1788, "terrorism": 1789, "standards": 1790, "farm": 1791, "pat": 1792, "Does": 1793, "Bud": 1794, "dou": 1795, "intentions": 1796, "avail": 1797, "Agenda": 1798, "Can": 1799, "name": 1800, "yet": 1801, "proper": 1802, "focus": 1803, "consumers": 1804, "lap": 1805, "eng": 1806, "istr": 1807, "abour": 1808, "cohesion": 1809, "continu": 1810, "complete": 1811, "NG": 1812, "aster": 1813, "sta": 1814, "power": 1815, "Green": 1816, "Mc": 1817, "Tues": 1818, "ensive": 1819, "economy": 1820, "March": 1821, "Tuesday": 1822, "cise": 1823, "education": 1824, "significant": 1825, "fam": 1826, "fair": 1827, "uclear": 1828, "internal": 1829, "body": 1830, "langu": 1831, "Bel": 1832, "Col": 1833, "enlargement": 1834, "atory": 1835, "plied": 1836, "guarantee": 1837, "liance": 1838, "funding": 1839, "parliamentary": 1840, "fortunately": 1841, "struct": 1842, "elect": 1843, "tary": 1844, "prof": 1845, "speeches": 1846, "cred": 1847, "seem": 1848, "blue": 1849, "supported": 1850, "responsible": 1851, "month": 1852, "period": 1853, "Br": 1854, "sk": 1855, "while": 1856, "presented": 1857, "decisions": 1858, "promote": 1859, "Brit": 1860, "limit": 1861, "soon": 1862, "coord": 1863, "Are": 1864, "kind": 1865, "Regulation": 1866, "involved": 1867, "mone": 1868, "happy": 1869, "Convention": 1870, "solution": 1871, "Sa": 1872, "Wor": 1873, "entire": 1874, "sels": 1875, "members": 1876, "Thirdly": 1877, "victim": 1878, "rist": 1879, "ont": 1880, "priority": 1881, "accession": 1882, "regret": 1883, "build": 1884, "everyone": 1885, "orig": 1886, "aly": 1887, "ending": 1888, "until": 1889, "itself": 1890, "aged": 1891, "oblig": 1892, "haps": 1893, "rule": 1894, "icy": 1895, "istan": 1896, "ie": 1897, "EUR": 1898, "relating": 1899, "mp": 1900, "demon": 1901, "Commun": 1902, "due": 1903, "compan": 1904, "But": 1905, "mer": 1906, "amp": 1907, "ably": 1908, "moment": 1909, "ini": 1910, "grate": 1911, "amended": 1912, "wishes": 1913, "simply": 1914, "solute": 1915, "ba": 1916, "above": 1917, "nor": 1918, "test": 1919, "tell": 1920, "rench": 1921, "prepar": 1922, "China": 1923, "single": 1924, "fellow": 1925, "available": 1926, "PSE": 1927, "uge": 1928, "erv": 1929, "adv": 1930, "cru": 1931, "systems": 1932, "Last": 1933, "Pal": 1934, "veral": 1935, "Jan": 1936, "remarks": 1937, "data": 1938, "cies": 1939, "included": 1940, "growth": 1941, "French": 1942, "lit": 1943, "plac": 1944, "apply": 1945, "increasing": 1946, "International": 1947, "Policy": 1948, "listen": 1949, "lex": 1950, "constructive": 1951, "package": 1952, "ibility": 1953, "repe": 1954, "review": 1955, "anish": 1956, "discharge": 1957, "uel": 1958, "presentation": 1959, "Christ": 1960, "consumer": 1961, "Swed": 1962, "ither": 1963, "stop": 1964, "itarian": 1965, "held": 1966, "funds": 1967, "iveness": 1968, "abstained": 1969, "Ger": 1970, "theless": 1971, "disaster": 1972, "correct": 1973, "UN": 1974, "endor": 1975, "active": 1976, "Ind": 1977, "Sep": 1978, "isting": 1979, "ste": 1980, "transparency": 1981, "Vice": 1982, "region": 1983, "cept": 1984, "decided": 1985, "happen": 1986, "priorities": 1987, "Democrats": 1988, "Oc": 1989, "tation": 1990, "ension": 1991, "debates": 1992, "version": 1993, "prepare": 1994, "presidency": 1995, "rup": 1996, "ined": 1997, "upon": 1998, "fisheries": 1999, "Port": 2000, "ications": 2001, "nothing": 2002, "Constitut": 2003, "bourg": 2004, "Pap": 2005, "cir": 2006, "nuclear": 2007, "ports": 2008, "consul": 2009, "amber": 2010, "indiv": 2011, "changes": 2012, "little": 2013, "hard": 2014, "jud": 2015, "life": 2016, "amb": 2017, "urge": 2018, "ground": 2019, "refle": 2020, "ira": 2021, "iting": 2022, "ried": 2023, "crit": 2024, "adoption": 2025, "integration": 2026, "Since": 2027, "water": 2028, "never": 2029, "ministr": 2030, "ranean": 2031, "iterranean": 2032, "victims": 2033, "sil": 2034, "addres": 2035, "East": 2036, "pop": 2037, "technical": 2038, "discrimination": 2039, "AT": 2040, "bly": 2041, "enter": 2042, "All": 2043, "creat": 2044, "thly": 2045, "olo": 2046, "rial": 2047, "ghted": 2048, "absolute": 2049, "adopt": 2050, "guid": 2051, "application": 2052, "depend": 2053, "elections": 2054, "cultural": 2055, "Mediterranean": 2056, "bia": 2057, "milit": 2058, "tober": 2059, "priv": 2060, "assistance": 2061, "October": 2062, "Further": 2063, "Van": 2064, "dut": 2065, "spo": 2066, "provisions": 2067, "receive": 2068, "currently": 2069, "times": 2070, "Gu": 2071, "mod": 2072, "idence": 2073, "called": 2074, "subs": 2075, "individ": 2076, "gar": 2077, "several": 2078, "constitut": 2079, "iving": 2080, "strateg": 2081, "projects": 2082, "emission": 2083, "warm": 2084, "Ko": 2085, "bur": 2086, "withdraw": 2087, "independ": 2088, "How": 2089, "sor": 2090, "explain": 2091, "lling": 2092, "include": 2093, "outcome": 2094, "Greece": 2095, "companies": 2096, "mess": 2097, "pover": 2098, "personal": 2099, "delegation": 2100, "doub": 2101, "Human": 2102, "Res": 2103, "equ": 2104, "infr": 2105, "quick": 2106, "needed": 2107, "maintain": 2108, "annual": 2109, "Corre": 2110, "found": 2111, "deter": 2112, "using": 2113, "might": 2114, "Joint": 2115, "Africa": 2116, "consequences": 2117, "jobs": 2118, "relev": 2119, "immigration": 2120, "Ir": 2121, "reached": 2122, "harmon": 2123, "British": 2124, "circ": 2125, "Corrections": 2126, "GUE": 2127, "Just": 2128, "provided": 2129, "Firstly": 2130, "document": 2131, "network": 2132, "Cent": 2133, "dom": 2134, "confl": 2135, "poverty": 2136, "Sum": 2137, "raise": 2138, "ussels": 2139, "elines": 2140, "declared": 2141, "NGL": 2142, "Brussels": 2143, "grateful": 2144, "individual": 2145, "dan": 2146, "death": 2147, "They": 2148, "administr": 2149, "gets": 2150, "anti": 2151, "preci": 2152, "expressed": 2153, "announ": 2154, "MEP": 2155, "innov": 2156, "cho": 2157, "turn": 2158, "allo": 2159, "offer": 2160, "creation": 2161, "organis": 2162, "Isra": 2163, "az": 2164, "record": 2165, "anced": 2166, "committees": 2167, "explanations": 2168, "procedures": 2169, "Ne": 2170, "hist": 2171, "unacceptable": 2172, "criter": 2173, "thanking": 2174, "Barro": 2175, "labour": 2176, "ourism": 2177, "Gen": 2178, "Ju": 2179, "sto": 2180, "sent": 2181, "mean": 2182, "fishing": 2183, "Summit": 2184, "Im": 2185, "restr": 2186, "heard": 2187, "service": 2188, "Bal": 2189, "Sect": 2190, "ator": 2191, "vember": 2192, "November": 2193, "avo": 2194, "morning": 2195, "congratulations": 2196, "Trade": 2197, "cand": 2198, "ging": 2199, "threat": 2200, "partnership": 2201, "speakers": 2202, "idea": 2203, "wanted": 2204, "documents": 2205, "submitted": 2206, "Nations": 2207, "One": 2208, "vital": 2209, "conclusions": 2210, "Romania": 2211, "January": 2212, "ade": 2213, "defence": 2214, "Nor": 2215, "big": 2216, "giving": 2217, "ians": 2218, "link": 2219, "experi": 2220, "mechan": 2221, "Action": 2222, "related": 2223, "violence": 2224, "lapses": 2225, "months": 2226, "Irish": 2227, "Lu": 2228, "PT": 2229, "pite": 2230, "liberal": 2231, "appreci": 2232, "guard": 2233, "declarations": 2234, "relevant": 2235, "Irel": 2236, "arter": 2237, "agen": 2238, "aging": 2239, "views": 2240, "makes": 2241, "benefit": 2242, "Furthermore": 2243, "Ireland": 2244, "Car": 2245, "dam": 2246, "cover": 2247, "although": 2248, "reduce": 2249, "combat": 2250, "Strate": 2251, "crucial": 2252, "Ac": 2253, "Per": 2254, "fall": 2255, "na": 2256, "wise": 2257, "enh": 2258, "rail": 2259, "Appl": 2260, "ological": 2261, "prepared": 2262, "silence": 2263, "ology": 2264, "nam": 2265, "ron": 2266, "ics": 2267, "waste": 2268, "join": 2269, "traffic": 2270, "thod": 2271, "achieved": 2272, "ALE": 2273, "tember": 2274, "youn": 2275, "enough": 2276, "Presidents": 2277, "plementary": 2278, "challenges": 2279, "appear": 2280, "September": 2281, "sorry": 2282, "Pos": 2283, "ators": 2284, "stage": 2285, "unities": 2286, "check": 2287, "IN": 2288, "Ira": 2289, "ze": 2290, "outh": 2291, "established": 2292, "demonstr": 2293, "Iraq": 2294, "renew": 2295, "condem": 2296, "method": 2297, "create": 2298, "requirements": 2299, "subsid": 2300, "Four": 2301, "pt": 2302, "por": 2303, "rely": 2304, "exts": 2305, "answers": 2306, "preh": 2307, "Amer": 2308, "firstly": 2309, "continuation": 2310, "minor": 2311, "Explan": 2312, "strengthe": 2313, "addressed": 2314, "DR": 2315, "Mon": 2316, "pot": 2317, "rat": 2318, "existing": 2319, "supports": 2320, "institutional": 2321, "ledge": 2322, "July": 2323, "Fe": 2324, "attack": 2325, "local": 2326, "positions": 2327, "parties": 2328, "training": 2329, "initiatives": 2330, "range": 2331, "Bur": 2332, "hic": 2333, "lines": 2334, "rad": 2335, "finally": 2336, "idered": 2337, "considered": 2338, "interesting": 2339, "Lastly": 2340, "bar": 2341, "resol": 2342, "noted": 2343, "indic": 2344, "humanitarian": 2345, "monitoring": 2346, "guidelines": 2347, "ons": 2348, "doing": 2349, "deser": 2350, "risk": 2351, "young": 2352, "ium": 2353, "mult": 2354, "stability": 2355, "budgetary": 2356, "plies": 2357, "iversity": 2358, "Barroso": 2359, "Ge": 2360, "stud": 2361, "seven": 2362, "territ": 2363, "compreh": 2364, "basic": 2365, "talk": 2366, "military": 2367, "message": 2368, "criteria": 2369, "sci": 2370, "ican": 2371, "imum": 2372, "Chamber": 2373, "consideration": 2374, "costs": 2375, "Koso": 2376, "Fore": 2377, "Lef": 2378, "char": 2379, "selt": 2380, "endorse": 2381, "avoid": 2382, "Posselt": 2383, "week": 2384, "appoint": 2385, "viated": 2386, "interpre": 2387, "discuss": 2388, "breviated": 2389, "farmers": 2390, "Section": 2391, "Foreign": 2392, "strengthen": 2393, "language": 2394, "Left": 2395, "SK": 2396, "itors": 2397, "left": 2398, "remains": 2399, "regulations": 2400, "encourage": 2401, "MEPs": 2402, "AC": 2403, "After": 2404, "illegal": 2405, "vehic": 2406, "suffici": 2407, "perhaps": 2408, "saying": 2409, "direction": 2410, "afternoon": 2411, "aimed": 2412, "assessment": 2413, "money": 2414, "Agency": 2415, "Iran": 2416, "Mal": 2417, "flex": 2418, "star": 2419, "ution": 2420, "external": 2421, "Verts": 2422, "ELDR": 2423, "emissions": 2424, "Explanation": 2425, "Pr": 2426, "markets": 2427, "seems": 2428, "Strategy": 2429, "Sol": 2430, "ik": 2431, "iation": 2432, "mid": 2433, "tar": 2434, "ago": 2435, "penal": 2436, "World": 2437, "Kosovo": 2438, "super": 2439, "ureau": 2440, "ished": 2441, "ighbour": 2442, "required": 2443, "practice": 2444, "danger": 2445, "task": 2446, "Part": 2447, "foreign": 2448, "doubt": 2449, "Fish": 2450, "Mid": 2451, "breach": 2452, "stress": 2453, "uses": 2454, "meet": 2455, "crime": 2456, "spir": 2457, "additional": 2458, "Spanish": 2459, "improving": 2460, "satisfact": 2461, "immediately": 2462, "Agr": 2463, "More": 2464, "cure": 2465, "remind": 2466, "riend": 2467, "Program": 2468, "justice": 2469, "consist": 2470, "integr": 2471, "Mart": 2472, "reduction": 2473, "recommendation": 2474, "instruments": 2475, "cross": 2476, "dle": 2477, "ones": 2478, "actually": 2479, "intervention": 2480, "Greens": 2481, "quickly": 2482, "Agricult": 2483, "Apr": 2484, "ender": 2485, "summit": 2486, "design": 2487, "steps": 2488, "COM": 2489, "People": 2490, "organisations": 2491, "April": 2492, "Po": 2493, "stances": 2494, "advan": 2495, "grant": 2496, "event": 2497, "informed": 2498, "governments": 2499, "glad": 2500, "absolutely": 2501, "Justice": 2502, "friend": 2503, "gan": 2504, "gas": 2505, "rate": 2506, "obvious": 2507, "increased": 2508, "opened": 2509, "circum": 2510, "face": 2511, "firm": 2512, "enary": 2513, "acc": 2514, "poll": 2515, "takes": 2516, "congratulating": 2517, "briefly": 2518, "delay": 2519, "participation": 2520, "along": 2521, "ott": 2522, "ilar": 2523, "supporting": 2524, "opportunities": 2525, "criminal": 2526, "capital": 2527, "Yes": 2528, "iding": 2529, "powers": 2530, "contributions": 2531, "treatment": 2532, "Cy": 2533, "blo": 2534, "arus": 2535, "commer": 2536, "Prote": 2537, "financing": 2538, "standing": 2539, "return": 2540, "Belarus": 2541, "vol": 2542, "states": 2543, "opposition": 2544, "acy": 2545, "across": 2546, "balance": 2547, "safeguard": 2548, "agriculture": 2549, "recommendations": 2550, "Environment": 2551, "Sy": 2552, "aud": 2553, "ison": 2554, "France": 2555, "contains": 2556, "Palest": 2557, "ires": 2558, "plenary": 2559, "moder": 2560, "Now": 2561, "movement": 2562, "Composition": 2563, "determin": 2564, "Mac": 2565, "lum": 2566, "leave": 2567, "implementing": 2568, "Once": 2569, "reality": 2570, "successful": 2571, "values": 2572, "nature": 2573, "flu": 2574, "duty": 2575, "Bul": 2576, "ners": 2577, "los": 2578, "objections": 2579, "Security": 2580, "comprehensive": 2581, "fra": 2582, "ken": 2583, "ond": 2584, "sibil": 2585, "goods": 2586, "investment": 2587, "Mor": 2588, "Sta": 2589, "date": 2590, "equal": 2591, "ying": 2592, "ateral": 2593, "conv": 2594, "chair": 2595, "according": 2596, "capac": 2597, "delegations": 2598, "delighted": 2599, "cri": 2600, "amoun": 2601, "emer": 2602, "opposed": 2603, "trust": 2604, "true": 2605, "nergy": 2606, "everything": 2607, "supplementary": 2608, "Annex": 2609, "private": 2610, "strategic": 2611, "restrict": 2612, "sibilities": 2613, "Go": 2614, "uine": 2615, "wide": 2616, "ash": 2617, "astruct": 2618, "follows": 2619, "official": 2620, "genuine": 2621, "natural": 2622, "Israel": 2623, "Programme": 2624, "dum": 2625, "ost": 2626, "outs": 2627, "conne": 2628, "sions": 2629, "Common": 2630, "quot": 2631, "prices": 2632, "Dec": 2633, "throughout": 2634, "referred": 2635, "instrument": 2636, "Swedish": 2637, "Applause": 2638, "potential": 2639, "circumstances": 2640, "Aud": 2641, "dri": 2642, "hy": 2643, "ering": 2644, "asy": 2645, "ley": 2646, "plans": 2647, "quate": 2648, "ously": 2649, "looking": 2650, "eli": 2651, "mal": 2652, "pid": 2653, "ederal": 2654, "associ": 2655, "forth": 2656, "content": 2657, "else": 2658, "mark": 2659, "balanced": 2660, "highlight": 2661, "establishing": 2662, "candid": 2663, "Cu": 2664, "won": 2665, "referen": 2666, "myself": 2667, "implemented": 2668, "challenge": 2669, "efficiency": 2670, "Middle": 2671, "Free": 2672, "Ple": 2673, "Uk": 2674, "aut": 2675, "dest": 2676, "unanim": 2677, "apolog": 2678, "simpli": 2679, "promoting": 2680, "ping": 2681, "When": 2682, "Finan": 2683, "subjects": 2684, "Alliance": 2685, "approval": 2686, "evening": 2687, "Ukra": 2688, "uit": 2689, "cope": 2690, "confirm": 2691, "industrial": 2692, "Fisheries": 2693, "lar": 2694, "took": 2695, "often": 2696, "vered": 2697, "exist": 2698, "tele": 2699, "acts": 2700, "corpor": 2701, "combating": 2702, "strongly": 2703, "repeat": 2704, "infrastruct": 2705, "Bo": 2706, "Energy": 2707, "hn": 2708, "intended": 2709, "draf": 2710, "value": 2711, "explanation": 2712, "explo": 2713, "Mone": 2714, "camp": 2715, "abbreviated": 2716, "grants": 2717, "ciliation": 2718, "counter": 2719, "perspe": 2720, "earli": 2721, "themselves": 2722, "election": 2723, "borders": 2724, "General": 2725, "Protection": 2726, "Please": 2727, "engen": 2728, "aving": 2729, "Charter": 2730, "bruary": 2731, "discussed": 2732, "carefully": 2733, "building": 2734, "Paper": 2735, "February": 2736, "Cam": 2737, "va": 2738, "rose": 2739, "live": 2740, "vig": 2741, "amending": 2742, "represents": 2743, "aims": 2744, "carried": 2745, "directly": 2746, "Stras": 2747, "Ban": 2748, "late": 2749, "later": 2750, "run": 2751, "sal": 2752, "analy": 2753, "itime": 2754, "tran": 2755, "asking": 2756, "Today": 2757, "Schengen": 2758, "population": 2759, "Central": 2760, "Pre": 2761, "ys": 2762, "isch": 2763, "unable": 2764, "antic": 2765, "empt": 2766, "measure": 2767, "sectors": 2768, "suring": 2769, "sense": 2770, "construction": 2771, "stead": 2772, "capacity": 2773, "Monetary": 2774, "Strasbourg": 2775, "TO": 2776, "ption": 2777, "san": 2778, "sman": 2779, "itiveness": 2780, "bear": 2781, "unfortunately": 2782, "worth": 2783, "approve": 2784, "calls": 2785, "clarify": 2786, "modern": 2787, "Bank": 2788, "Fer": 2789, "Slo": 2790, "cat": 2791, "fect": 2792, "condu": 2793, "ket": 2794, "overall": 2795, "investig": 2796, "alloc": 2797, "Au": 2798, "Her": 2799, "Lan": 2800, "WTO": 2801, "either": 2802, "mut": 2803, "ensu": 2804, "total": 2805, "press": 2806, "appropriations": 2807, "INI": 2808, "Af": 2809, "CA": 2810, "New": 2811, "Om": 2812, "ino": 2813, "altern": 2814, "imm": 2815, "nel": 2816, "prevention": 2817, "prus": 2818, "budsman": 2819, "longer": 2820, "Budgets": 2821, "completely": 2822, "origin": 2823, "Georg": 2824, "Cyprus": 2825, "forthcoming": 2826, "Afgh": 2827, "SV": 2828, "equality": 2829, "inary": 2830, "effects": 2831, "requires": 2832, "contribute": 2833, "closely": 2834, "Agriculture": 2835, "Afghan": 2836, "lantic": 2837, "iday": 2838, "sem": 2839, "allot": 2840, "developments": 2841, "confidence": 2842, "Christian": 2843, "vehicles": 2844, "Fo": 2845, "reference": 2846, "oud": 2847, "unch": 2848, "via": 2849, "forms": 2850, "labe": 2851, "Socialist": 2852, "Socialists": 2853, "Liberal": 2854, "innovation": 2855, "transit": 2856, "Ombudsman": 2857, "ially": 2858, "mand": 2859, "reserv": 2860, "dead": 2861, "applied": 2862, "crete": 2863, "animal": 2864, "structural": 2865, "conflict": 2866, "strengthening": 2867, "Bos": 2868, "Ms": 2869, "vere": 2870, "exer": 2871, "representatives": 2872, "involve": 2873, "effort": 2874, "namely": 2875, "condemn": 2876, "breaches": 2877, "Ser": 2878, "SME": 2879, "fun": 2880, "rop": 2881, "seen": 2882, "concrete": 2883, "thern": 2884, "eval": 2885, "carry": 2886, "ization": 2887, "Transport": 2888, "coordination": 2889, "spirit": 2890, "NS": 2891, "Will": 2892, "bit": 2893, "oil": 2894, "ude": 2895, "entific": 2896, "ute": 2897, "rig": 2898, "speed": 2899, "fores": 2900, "facilit": 2901, "Health": 2902, "Constitution": 2903, "independent": 2904, "Auditors": 2905, "asylum": 2906, "Ukraine": 2907, "ters": 2908, "extend": 2909, "viation": 2910, "prises": 2911, "Ital": 2912, "decide": 2913, "fied": 2914, "dealt": 2915, "competitiveness": 2916, "Leg": 2917, "rein": 2918, "atic": 2919, "assure": 2920, "deep": 2921, "unemployment": 2922, "events": 2923, "Cooperation": 2924, "drug": 2925, "earlier": 2926, "Aust": 2927, "Vi": 2928, "hind": 2929, "ster": 2930, "neighbour": 2931, "precise": 2932, "pati": 2933, "coordin": 2934, "Bulgar": 2935, "formal": 2936, "requested": 2937, "knowledge": 2938, "signed": 2939, "similar": 2940, "topical": 2941, "sensit": 2942, "status": 2943, "Bulgaria": 2944, "side": 2945, "rec": 2946, "ana": 2947, "ori": 2948, "around": 2949, "arrange": 2950, "ilities": 2951, "bey": 2952, "community": 2953, "surance": 2954, "ize": 2955, "practical": 2956, "critic": 2957, "Partnership": 2958, "cle": 2959, "suff": 2960, "extra": 2961, "partners": 2962, "model": 2963, "justment": 2964, "developed": 2965, "Budget": 2966, "staff": 2967, "creating": 2968, "Global": 2969, "Public": 2970, "ring": 2971, "scope": 2972, "targe": 2973, "ala": 2974, "ession": 2975, "roll": 2976, "forced": 2977, "sex": 2978, "hair": 2979, "acco": 2980, "accoun": 2981, "establishment": 2982, "introduction": 2983, "ugal": 2984, "Portugal": 2985, "immunity": 2986, "Your": 2987, "lot": 2988, "send": 2989, "itude": 2990, "behind": 2991, "tedly": 2992, "serve": 2993, "central": 2994, "compens": 2995, "despite": 2996, "specifically": 2997, "UEN": 2998, "schem": 2999, "announce": 3000, "commercial": 3001, "Sit": 3002, "Writ": 3003, "pas": 3004, "rural": 3005, "ensuring": 3006, "arm": 3007, "forces": 3008, "rapid": 3009, "covered": 3010, "formation": 3011, "elements": 3012, "organisation": 3013, "declaration": 3014, "efficient": 3015, "affected": 3016, "Italian": 3017, "Written": 3018, "dim": 3019, "federal": 3020, "itation": 3021, "stra": 3022, "ung": 3023, "ria": 3024, "seek": 3025, "strict": 3026, "provides": 3027, "itious": 3028, "levels": 3029, "placed": 3030, "spoken": 3031, "outside": 3032, "Financial": 3033, "High": 3034, "Of": 3035, "South": 3036, "UK": 3037, "lat": 3038, "onia": 3039, "rev": 3040, "ature": 3041, "old": 3042, "ourselves": 3043, "urally": 3044, "plic": 3045, "itional": 3046, "committed": 3047, "beginning": 3048, "defend": 3049, "observed": 3050, "emphasise": 3051, "SMEs": 3052, "Chair": 3053, "gives": 3054, "relig": 3055, "ery": 3056, "whose": 3057, "useful": 3058, "refuge": 3059, "highli": 3060, "detailed": 3061, "culture": 3062, "achieving": 3063, "Spain": 3064, "governmental": 3065, "famil": 3066, "family": 3067, "Safe": 3068, "NAT": 3069, "lu": 3070, "separ": 3071, "ols": 3072, "acqu": 3073, "met": 3074, "proposes": 3075, "Reform": 3076, "interrup": 3077, "discussing": 3078, "reducing": 3079, "talking": 3080, "persons": 3081, "animals": 3082, "recognition": 3083, "improved": 3084, "ronic": 3085, "simplif": 3086, "Many": 3087, "fa": 3088, "hour": 3089, "sound": 3090, "ene": 3091, "isms": 3092, "tocol": 3093, "except": 3094, "que": 3095, "poses": 3096, "register": 3097, "known": 3098, "setting": 3099, "seriously": 3100, "sufficient": 3101, "perspective": 3102, "Afghanistan": 3103, "Ta": 3104, "argu": 3105, "heren": 3106, "Unfortunately": 3107, "prison": 3108, "calling": 3109, "drawn": 3110, "Turk": 3111, "Greek": 3112, "sembly": 3113, "hor": 3114, "shad": 3115, "shown": 3116, "provision": 3117, "front": 3118, "ulture": 3119, "loyment": 3120, "istics": 3121, "gre": 3122, "sis": 3123, "remember": 3124, "vert": 3125, "providing": 3126, "solutions": 3127, "Framework": 3128, "improvement": 3129, "pleasure": 3130, "supply": 3131, "ambitious": 3132, "administrative": 3133, "advanta": 3134, "CAP": 3135, "Bro": 3136, "thought": 3137, "tob": 3138, "apsed": 3139, "akis": 3140, "Prodi": 3141, "product": 3142, "Internet": 3143, "medium": 3144, "facing": 3145, "recently": 3146, "continued": 3147, "renewable": 3148, "amount": 3149, "wonder": 3150, "shadow": 3151, "Zim": 3152, "texts": 3153, "almost": 3154, "stated": 3155, "abol": 3156, "bert": 3157, "price": 3158, "responsibilities": 3159, "purpose": 3160, "occas": 3161, "dangerous": 3162, "integrated": 3163, "tobacco": 3164, "fil": 3165, "rise": 3166, "allowed": 3167, "discussions": 3168, "obligations": 3169, "Fourthly": 3170, "By": 3171, "mass": 3172, "ush": 3173, "itim": 3174, "ros": 3175, "legitim": 3176, "maritime": 3177, "governance": 3178, "examine": 3179, "III": 3180, "continuing": 3181, "appreciate": 3182, "Est": 3183, "Nord": 3184, "Os": 3185, "cers": 3186, "wind": 3187, "replied": 3188, "enable": 3189, "mater": 3190, "Friday": 3191, "introduce": 3192, "immediate": 3193, "original": 3194, "experience": 3195, "alternative": 3196, "gave": 3197, "sources": 3198, "oul": 3199, "arily": 3200, "lies": 3201, "lives": 3202, "Commissioners": 3203, "sittings": 3204, "media": 3205, "scientific": 3206, "allocated": 3207, "Georgia": 3208, "Emp": 3209, "Never": 3210, "ahead": 3211, "bank": 3212, "assu": 3213, "otion": 3214, "anyone": 3215, "fruit": 3216, "dealing": 3217, "break": 3218, "procedural": 3219, "profession": 3220, "ah": 3221, "weak": 3222, "regime": 3223, "ired": 3224, "acknow": 3225, "osen": 3226, "ifications": 3227, "communications": 3228, "technology": 3229, "ologies": 3230, "properly": 3231, "enterprises": 3232, "referendum": 3233, "Mus": 3234, "Struct": 3235, "ey": 3236, "tourism": 3237, "remo": 3238, "toms": 3239, "forget": 3240, "concent": 3241, "possibility": 3242, "sian": 3243, "perfect": 3244, "ideas": 3245, "producers": 3246, "board": 3247, "Market": 3248, "medic": 3249, "brought": 3250, "lands": 3251, "Engl": 3252, "difficulties": 3253, "entirely": 3254, "warmly": 3255, "Research": 3256, "networks": 3257, "English": 3258, "Fisch": 3259, "cup": 3260, "ric": 3261, "influ": 3262, "arms": 3263, "chosen": 3264, "ception": 3265, "Deb": 3266, "Although": 3267, "regular": 3268, "sequently": 3269, "German": 3270, "history": 3271, "infrastructure": 3272, "labelling": 3273, "reservations": 3274, "dimension": 3275, "aign": 3276, "bab": 3277, "dy": 3278, "inian": 3279, "class": 3280, "Represent": 3281, "considerable": 3282, "Regional": 3283, "awa": 3284, "stock": 3285, "obviously": 3286, "sanctions": 3287, "Man": 3288, "NL": 3289, "Women": 3290, "away": 3291, "dict": 3292, "gra": 3293, "ugu": 3294, "anda": 3295, "heu": 3296, "highly": 3297, "Legal": 3298, "Mol": 3299, "home": 3300, "tw": 3301, "incorpor": 3302, "estern": 3303, "conciliation": 3304, "adap": 3305, "exact": 3306, "hood": 3307, "obtain": 3308, "Funds": 3309, "effectively": 3310, "Communist": 3311, "disasters": 3312, "sensitive": 3313, "Safety": 3314, "Ab": 3315, "eth": 3316, "rates": 3317, "sw": 3318, "ream": 3319, "iture": 3320, "exchange": 3321, "White": 3322, "commitments": 3323, "relationship": 3324, "reflect": 3325, "campaign": 3326, "Serbia": 3327, "hop": 3328, "hagen": 3329, "dep": 3330, "ulz": 3331, "abs": 3332, "olution": 3333, "presence": 3334, "former": 3335, "elected": 3336, "Schulz": 3337, "understanding": 3338, "consultation": 3339, "mechanism": 3340, "Prime": 3341, "beyond": 3342, "Situation": 3343, "aviation": 3344, "round": 3345, "usu": 3346, "ume": 3347, "instead": 3348, "ared": 3349, "union": 3350, "goes": 3351, "office": 3352, "produced": 3353, "minimum": 3354, "Verheu": 3355, "activity": 3356, "bringing": 3357, "ALDE": 3358, 